Repository: weskcode/rhoids
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, tr, zh_hans

source: The 5-Minute Rule
ar: قاعدة الخمس دقائق
de: Die 5-Minuten-Regel
es: La regla de los 5 minutos
fr: La règle des 5 minutes
hi: 5 मिनट का नियम
it: La regola dei 5 minuti
ja: 5分ルール
ko: 5분 규칙
pt_br: A regra dos 5 minutos
ru: Правило 5 минут
tr: 5 Dakika Kuralı
zh_hans: 5 分钟法则

source: The best timer is the one you actually use.
ar: أفضل مؤقت هو الذي تستخدمه فعلًا.
de: Der beste Timer ist der, den du wirklich nutzt.
es: El mejor temporizador es el que de verdad usas.
fr: La meilleure minuterie est celle que vous utilisez vraiment.
hi: सबसे अच्छा टाइमर वही है जिसे आप सच में इस्तेमाल करते हैं।
it: Il miglior timer è quello che usi davvero.
ja: 最高のタイマーは、実際に使うタイマーです。
ko: 가장 좋은 타이머는 실제로 쓰는 타이머입니다.
pt_br: O melhor timer é aquele que você realmente usa.
ru: Лучший таймер. тот, которым вы действительно пользуетесь.
tr: En iyi zamanlayıcı, gerçekten kullandığınızdır.
zh_hans: 最好的计时器,是你真正会用的那个。

source: The researchers controlled for straining, fiber intake, and exercise. Phone use, not straining, was the independent predictor. The most common activities? Reading news and scrolling social media.
ar: ضبط الباحثون عوامل الإجهاد وتناول الألياف والتمارين. كان استخدام الهاتف، لا الإجهاد، هو المؤشّر المستقل. أكثر الأنشطة شيوعًا؟ قراءة الأخبار وتصفّح وسائل التواصل.
de: Die Forschenden berücksichtigten Pressen, Ballaststoffaufnahme und Bewegung. Nicht das Pressen, sondern die Handynutzung war der unabhängige Prädiktor. Die häufigsten Tätigkeiten? Nachrichten lesen und durch soziale Medien scrollen.
es: Los investigadores controlaron el esfuerzo, la ingesta de fibra y el ejercicio. El uso del teléfono, no el esfuerzo, fue el predictor independiente. ¿Las actividades más comunes? Leer noticias y desplazarse por las redes sociales.
fr: Les chercheurs ont tenu compte de la poussée, de l’apport en fibres et de l’exercice. C’est l’usage du téléphone, et non la poussée, qui était le facteur prédictif indépendant. Les activités les plus courantes ? Lire les actualités et faire défiler les réseaux sociaux.
hi: शोधकर्ताओं ने ज़ोर लगाने, फाइबर सेवन और व्यायाम को नियंत्रित किया। ज़ोर लगाना नहीं, बल्कि फोन का उपयोग स्वतंत्र पूर्वसूचक था। सबसे आम गतिविधियां? समाचार पढ़ना और सोशल मीडिया स्क्रॉल करना।
it: I ricercatori hanno tenuto conto di sforzo, apporto di fibre ed esercizio. A predire in modo indipendente è stato l’uso del telefono, non lo sforzo. Le attività più comuni? Leggere notizie e scorrere i social.
ja: 研究者はいきみ、食物繊維の摂取、運動を調整しました。独立した予測因子は、いきみではなくスマホ使用でした。最も多い行動は？ニュースを読むこととSNSのスクロールです。
ko: 연구진은 힘주기, 섬유질 섭취, 운동을 통제했습니다. 독립적 예측 인자는 힘주기가 아니라 휴대폰 사용이었습니다. 가장 흔한 활동은? 뉴스 읽기와 SNS 스크롤입니다.
pt_br: Os pesquisadores controlaram esforço, ingestão de fibras e exercício. O uso do celular, e não o esforço, foi o preditor independente. As atividades mais comuns? Ler notícias e rolar redes sociais.
ru: Исследователи учли натуживание, потребление клетчатки и физическую активность. Независимым предиктором оказалось пользование телефоном, а не натуживание. Самые частые занятия? Чтение новостей и листание соцсетей.
tr: Araştırmacılar ıkınma, lif alımı ve egzersizi kontrol etti. Bağımsız belirleyici, ıkınma değil telefon kullanımıydı. En yaygın etkinlikler mi? Haber okumak ve sosyal medyada gezinmek.
zh_hans: 研究人员对用力排便、纤维摄入和运动进行了控制。独立预测因素是使用手机,而非用力排便。最常见的活动?看新闻和刷社交媒体。

source: The Science
ar: العلم
de: Die Wissenschaft
es: La ciencia
fr: La science
hi: विज्ञान
it: La scienza
ja: 科学的根拠
ko: 과학적 근거
pt_br: A ciência
ru: Научная основа
tr: Bilimsel kanıtlar
zh_hans: 科学依据

source: The science behind RHOIDS
ar: العِلم وراء RHOIDS
de: Die Wissenschaft hinter RHOIDS
es: La ciencia detrás de RHOIDS
fr: La science derrière RHOIDS
hi: RHOIDS के पीछे का विज्ञान
it: La scienza dietro RHOIDS
ja: RHOIDSの科学的根拠
ko: RHOIDS의 과학적 근거
pt_br: A ciência por trás do RHOIDS
ru: Наука, стоящая за RHOIDS
tr: RHOIDS’un arkasındaki bilim
zh_hans: RHOIDS 背后的科学

source: Theme
ar: المظهر
de: Design
es: Tema
fr: Thème
hi: थीम
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
tr: Tema
zh_hans: 主题

source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
it: Questa settimana
ja: 今週
ko: 이번 주
pt_br: Esta semana
ru: На этой неделе
tr: Bu hafta
zh_hans: 本周

source: Tibetan bowl with shimmer
ar: وعاء تبتي ببريق
de: Tibetische Schale mit Schimmer
es: Cuenco tibetano con brillo
fr: Bol tibétain avec éclat
hi: तिब्बती बाउल चमक के साथ
it: Campana tibetana con riverbero
ja: チベタンボウルのシマー
ko: 반짝이는 싱잉볼
pt_br: Tigela tibetana com brilho
ru: Тибетская чаша с мерцанием
tr: Parıldayan Tibet çanağı
zh_hans: 颂钵微光

source: Time remaining
ar: الوقت المتبقي
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
hi: शेष समय
it: Tempo rimanente
ja: 残り時間
ko: 남은 시간
pt_br: Tempo restante
ru: Осталось времени
tr: Kalan süre
zh_hans: 剩余时间

source: Time-sensitive alerts sound even in Do Not Disturb.
ar: تنبيهات حسّاسة للوقت تُسمع حتى في وضع عدم الإزعاج.
de: Zeitkritische Hinweise erklingen sogar bei „Nicht stören“.
es: Las alertas urgentes suenan incluso en No molestar.
fr: Les alertes urgentes sonnent même en mode Ne pas déranger.
hi: समय-संवेदनशील अलर्ट परेशान न करें मोड में भी बजते हैं।
it: Gli avvisi urgenti suonano anche in Non disturbare.
ja: 時間指定の通知は「おやすみモード」でも鳴ります。
ko: 시간 민감형 알림은 방해 금지 모드에서도 울립니다.
pt_br: Alertas urgentes tocam mesmo no Não Perturbe.
ru: Срочные уведомления звучат даже в режиме «Не беспокоить».
tr: Zaman duyarlı uyarılar Rahatsız Etme modunda bile çalar.
zh_hans: 时效性提醒即使在“勿扰模式”下也会响起。

source: Time's nearly up. Relax. Forcing it does more harm.
ar: كاد الوقت ينتهي. استرخِ. الإجبار يضر أكثر.
de: Die Zeit ist fast um. Entspann dich. Forcieren schadet mehr.
es: Casi se acaba el tiempo. Relájate: forzar hace más daño.
fr: Le temps est presque écoulé. Détendez-vous. forcer fait plus de mal.
hi: समय लगभग खत्म। आराम करें. ज़ोर लगाना ज़्यादा नुकसान करता है।
it: Il tempo è quasi finito. Rilassati. forzare fa più male.
ja: もうすぐ時間です。リラックス. 無理は逆効果です。
ko: 시간이 거의 다 됐어요. 긴장을 푸세요. 억지로 하면 더 해롭습니다.
pt_br: O tempo está acabando. Relaxe. forçar faz mais mal.
ru: Время почти вышло. Расслабьтесь. тужиться вреднее.
tr: Süre neredeyse doldu. Rahatla. zorlamak daha çok zarar verir.
zh_hans: 时间快到了。放松。硬来反而更伤身。

source: Time's Up
ar: انتهى الوقت
de: Zeit abgelaufen
es: Se acabó el tiempo
fr: Temps écoulé
hi: समय हो गया
it: Tempo scaduto
ja: タイムアップ
ko: 시간 종료
pt_br: Tempo esgotado
ru: Время вышло
tr: Süre doldu
zh_hans: 时间到

source: TIME’S UP
ar: انتهى الوقت
de: ZEIT ABGELAUFEN
es: ¡SE ACABÓ!
fr: TEMPS ÉCOULÉ
hi: समय समाप्त
it: TEMPO SCADUTO
ja: タイムアップ
ko: 시간 종료
pt_br: TEMPO ESGOTADO
ru: ВРЕМЯ ВЫШЛО
tr: SÜRE DOLDU
zh_hans: 时间到！

source: Time's up, RHOIDS!
ar: انتهى الوقت، RHOIDS!
de: Zeit abgelaufen, RHOIDS!
es: ¡Se acabó, RHOIDS!
fr: Temps écoulé, RHOIDS!
hi: समय हो गया, RHOIDS!
it: Tempo scaduto, RHOIDS!
ja: タイムアップ、RHOIDS！
ko: 시간 종료, RHOIDS!
pt_br: Tempo esgotado, RHOIDS!
ru: Время вышло, RHOIDS!
tr: Süre doldu, RHOIDS!
zh_hans: 时间到，RHOIDS！

source: Time's up!
ar: انتهى الوقت!
de: Zeit abgelaufen!
es: ¡Se acabó!
fr: Temps écoulé!
hi: समय हो गया!
it: Tempo scaduto!
ja: タイムアップ！
ko: 시간 종료!
pt_br: Tempo esgotado!
ru: Время вышло!
tr: Süre doldu!
zh_hans: 时间到！

source: Timer
ar: مؤقت
es: Temporizador
fr: Minuteur
hi: टाइमर
ja: タイマー
ko: 타이머
ru: Таймер
tr: Zamanlayıcı
zh_hans: 计时器

source: Timer Alerts
ar: تنبيهات المؤقت
de: Timer-Benachrichtigungen
es: Alertas del temporizador
fr: Alertes du minuteur
hi: टाइमर अलर्ट
it: Avvisi del timer
ja: タイマーアラート
ko: 타이머 알림
pt_br: Alertas do timer
ru: Оповещения таймера
tr: Zamanlayıcı uyarıları
zh_hans: 计时器提醒

source: Timer alerts you control, never marketing.
ar: تنبيهات مؤقت تتحكم بها، وليست رسائل تسويقية.
de: Timerwarnungen unter deiner Kontrolle, niemals Werbung.
es: Alertas del temporizador que tú controlas, nunca publicidad.
fr: Des alertes de minuteur que vous contrôlez, jamais de publicité.
hi: टाइमर अलर्ट आपके नियंत्रण में, कभी मार्केटिंग नहीं।
it: Avvisi del timer sotto il tuo controllo, mai pubblicità.
ja: 自分で管理できるタイマー通知。広告には使いません。
ko: 직접 제어하는 타이머 알림, 마케팅 알림은 없습니다.
pt_br: Alertas de timer sob seu controle, nunca publicidade.
ru: Уведомления таймера под вашим контролем - никакой рекламы.
tr: Kontrolünüzdeki zamanlayıcı uyarıları, asla pazarlama değil.
zh_hans: 由您控制的计时提醒，绝不用于营销。

source: Timer Display
ar: عرض المؤقت
de: Timer-Anzeige
es: Pantalla del temporizador
fr: Affichage du minuteur
hi: टाइमर डिस्प्ले
it: Visualizzazione timer
ja: タイマー表示
ko: 타이머 표시
pt_br: Exibição do timer
ru: Вид таймера
tr: Zamanlayıcı görünümü
zh_hans: 计时器显示

source: Timer progress
ar: تقدّم المؤقت
de: Timer-Fortschritt
es: Progreso del temporizador
fr: Progression de la minuterie
hi: टाइमर प्रगति
it: Avanzamento del timer
ja: タイマーの進行
ko: 타이머 진행률
pt_br: Progresso do timer
ru: Прогресс таймера
tr: Zamanlayıcı ilerlemesi
zh_hans: 计时进度

source: Tip options aren't available right now.
ar: الخيارات غير متاحة.
de: Trinkgeld-Optionen nicht verfügbar.
es: Opciones no disponibles ahora.
fr: Options indisponibles.
hi: विकल्प उपलब्ध नहीं।
it: Opzioni non disponibili.
ja: チップオプションは利用できません。
ko: 팁 옵션 사용 불가.
pt_br: Opções indisponíveis.
ru: Варианты недоступны.
tr: Seçenekler kullanılamıyor.
zh_hans: 打赏选项不可用。

source: Track your bathroom timer at a glance.
ar: تابع مؤقت الحمّام بلمحة.
de: Behalte deinen Toiletten-Timer auf einen Blick im Auge.
es: Controla tu temporizador del baño de un vistazo.
fr: Suivez votre minuterie des toilettes d’un coup d’œil.
hi: अपने बाथरूम टाइमर पर एक नज़र में नज़र रखें।
it: Tieni d’occhio il timer del bagno con un’occhiata.
ja: トイレタイマーをひと目で確認。
ko: 화장실 타이머를 한눈에 확인하세요.
pt_br: Acompanhe seu timer do banheiro num relance.
ru: Следите за таймером в туалете одним взглядом.
tr: Tuvalet zamanlayıcını bir bakışta takip et.
zh_hans: 一眼掌握你的如厕计时。

source: Track your bathroom timer.
ar: تتبع مؤقتك.
de: Verfolge deinen Timer.
es: Sigue tu temporizador.
fr: Suivez votre minuteur.
hi: टाइमर ट्रैक करें।
it: Segui il tuo timer.
ja: タイマーを追跡。
ko: 타이머를 추적.
pt_br: Acompanhe seu timer.
ru: Следите за таймером.
tr: Zamanlayıcını takip et.
zh_hans: 追踪你的计时器。

source: Try Again
ar: حاول مجدداً
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
hi: फिर से कोशिश
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Попробовать снова
tr: Tekrar dene
zh_hans: 重试

source: Unlock
ar: فتح القفل
de: Entsperren
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक
it: Sblocca
ja: ロック解除
ko: 잠금 해제
pt_br: Desbloquear
ru: Разблокировать
tr: Kilidi aç
zh_hans: 解锁

source: Used by the Home Screen widget and Siri shortcut when you start a timer without picking one.
ar: يُستخدم بواسطة أداة الشاشة الرئيسية واختصار Siri عند بدء مؤقت دون اختيار واحد.
de: Wird vom Home-Bildschirm-Widget und dem Siri-Kurzbefehl verwendet, wenn du einen Timer startest, ohne einen auszuwählen.
es: Lo usan el widget de la pantalla de inicio y el atajo de Siri cuando inicias un temporizador sin elegir uno.
fr: Utilisé par le widget de l’écran d’accueil et le raccourci Siri lorsque vous lancez une minuterie sans en choisir une.
hi: जब आप बिना किसी को चुने टाइमर शुरू करते हैं, तो होम स्क्रीन विजेट और Siri शॉर्टकट द्वारा उपयोग किया जाता है।
it: Usato dal widget della schermata Home e dal comando rapido di Siri quando avvii un timer senza sceglierne uno.
ja: タイマーを選ばずに開始したときに、ホーム画面ウィジェットとSiriショートカットが使用します。
ko: 타이머를 고르지 않고 시작할 때 홈 화면 위젯과 Siri 단축어가 사용합니다.
pt_br: Usado pelo widget da Tela de Início e pelo atalho da Siri quando você inicia um timer sem escolher um.
ru: Используется виджетом на экране «Домой» и командой Siri, когда вы запускаете таймер, не выбирая его.
tr: Bir zamanlayıcı seçmeden başlattığınızda Ana Ekran widget’ı ve Siri kısayolu tarafından kullanılır.
zh_hans: 当你未选择计时器就启动时,主屏幕小组件和 Siri 快捷指令会使用它。

source: Version %@
ar: الإصدار %@
es: Versión %@
hi: संस्करण %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
ru: Версия %@
tr: Sürüm %@
zh_hans: 版本 %@

source: Version 1.0
ar: الإصدار 1.0
es: Versión 1.0
hi: संस्करण 1.0
it: Versione 1.0
ja: バージョン 1.0
ko: 버전 1.0
pt_br: Versão 1.0
ru: Версия 1.0
tr: Sürüm 1.0
zh_hans: 版本 1.0

source: Want the full science?
ar: تريد العِلم الكامل؟
de: Willst du die ganze Wissenschaft?
es: ¿Quieres toda la ciencia?
fr: Envie de toute la science ?
hi: पूरा विज्ञान जानना चाहते हैं?
it: Vuoi tutta la scienza?
ja: 詳しい科学的根拠を見ますか？
ko: 전체 과학적 근거가 궁금하세요?
pt_br: Quer toda a ciência?
ru: Хотите узнать все научные данные?
tr: Tüm bilimsel ayrıntıları ister misiniz?
zh_hans: 想了解完整的科学依据吗？

source: Warm resonant bell strike
ar: رنين جرس دافئ
de: Warmer Glockenschlag
es: Cálido toque de campana
fr: Cloche résonnante chaleureuse
hi: गर्म गूँजती घंटी
it: Caldo rintocco di campana
ja: 温かみのある鐘の音
ko: 따뜻한 종소리
pt_br: Toque de sino ressonante
ru: Тёплый резонансный звон
tr: Sıcak çan sesi
zh_hans: 温暖的钟声

source: Warning Mode
ar: وضع التحذير
de: Warnmodus
es: Modo de aviso
fr: Mode d'avertissement
hi: चेतावनी मोड
it: Modalità avviso
ja: 警告モード
ko: 경고 모드
pt_br: Modo de aviso
ru: Режим предупреждений
tr: Uyarı modu
zh_hans: 警告模式

source: Warning Sound
ar: صوت التحذير
de: Warnton
es: Sonido de advertencia
fr: Son d'avertissement
hi: चेतावनी ध्वनि
it: Suono di avviso
ja: 警告音
ko: 경고 소리
pt_br: Som de aviso
ru: Звук предупреждения
tr: Uyarı sesi
zh_hans: 警告铃声

source: We only notify when your timer ends. Nothing else.
ar: نُنبّهك فقط عند انتهاء المؤقت. لا شيء آخر.
de: Wir benachrichtigen dich nur, wenn dein Timer endet. Sonst nichts.
es: Solo te avisamos cuando termina el temporizador. Nada más.
fr: On vous notifie seulement à la fin de la minuterie. Rien d’autre.
hi: हम केवल तभी सूचित करते हैं जब आपका टाइमर खत्म हो। और कुछ नहीं।
it: Ti avvisiamo solo quando il timer finisce. Nient’altro.
ja: タイマー終了時のみ通知します。それ以外は一切ありません。
ko: 타이머가 끝날 때만 알립니다. 그 외에는 없습니다.
pt_br: Só avisamos quando seu timer termina. Nada mais.
ru: Мы уведомляем только об окончании таймера. Больше ничего.
tr: Yalnızca zamanlayıcınız bittiğinde bildirim göndeririz. Başka bir şey değil.
zh_hans: 我们只在计时结束时通知你,仅此而已。

source: We'll remind you to put your phone down when the timer starts. No Screen Time access needed.
ar: سنذكّرك بوضع هاتفك جانبًا عند بدء المؤقت. لا حاجة إلى إذن وقت الشاشة.
de: Wir erinnern dich daran, dein Handy wegzulegen, sobald der Timer startet. Kein Bildschirmzeit-Zugriff nötig.
es: Te recordaremos que sueltes el teléfono cuando empiece el temporizador. No se necesita acceso a Tiempo de uso.
fr: Nous vous rappellerons de poser votre téléphone au démarrage de la minuterie. Aucun accès à Temps d’écran requis.
hi: टाइमर शुरू होने पर हम आपको फ़ोन रखने की याद दिलाएंगे। स्क्रीन टाइम एक्सेस की ज़रूरत नहीं है।
it: Ti ricorderemo di posare il telefono quando il timer si avvia. Non serve l’accesso a Tempo di utilizzo.
ja: タイマーが始まると、スマホを置くようお知らせします。スクリーンタイムへのアクセスは不要です。
ko: 타이머가 시작되면 휴대폰을 내려놓으라고 알려드립니다. 스크린 타임 접근 권한이 필요 없습니다.
pt_br: Vamos lembrar você de largar o celular quando o timer começar. Não é necessário acesso ao Tempo de Uso.
ru: Мы напомним вам отложить телефон, когда таймер запустится. Доступ к «Экранному времени» не требуется.
tr: Zamanlayıcı başladığında telefonunuzu bırakmanız için size hatırlatacağız. Ekran Süresi erişimi gerekmez.
zh_hans: 计时器开始后，我们会提醒你放下手机。无需“屏幕使用时间”权限。

source: What could be better?
ar: ما الذي يمكن تحسينه؟
de: Was könnte besser sein?
es: ¿Qué podría mejorar?
fr: Qu’est-ce qui pourrait être amélioré ?
hi: क्या बेहतर हो सकता है?
it: Cosa potrebbe essere migliorato?
ja: 改善できる点はありますか？
ko: 어떤 점을 개선할 수 있을까요?
pt_br: O que poderia ser melhor?
ru: Что можно улучшить?
tr: Neler daha iyi olabilir?
zh_hans: 哪些方面可以改进？

source: When your timer ends, selected apps are blocked for the cooldown period. You can always unlock early from the Timer tab.
ar: عند انتهاء المؤقت، تُحجب التطبيقات المحددة طوال فترة التهدئة. يمكنك دائمًا إلغاء القفل مبكرًا من علامة تبويب المؤقت.
de: Wenn dein Timer endet, werden die ausgewählten Apps für die Abkühlphase blockiert. Du kannst sie jederzeit vorzeitig über den Tab „Timer“ entsperren.
es: Cuando termina tu temporizador, las apps seleccionadas se bloquean durante el periodo de enfriamiento. Siempre puedes desbloquear antes desde la pestaña Temporizador.
fr: À la fin de votre minuterie, les apps sélectionnées sont bloquées pendant la période de repos. Vous pouvez toujours déverrouiller plus tôt depuis l’onglet Minuterie.
hi: जब आपका टाइमर खत्म होता है, तो चयनित ऐप्स कूलडाउन अवधि के लिए ब्लॉक हो जाते हैं। आप टाइमर टैब से हमेशा जल्दी अनलॉक कर सकते हैं।
it: Quando il timer finisce, le app selezionate vengono bloccate per il periodo di pausa. Puoi sempre sbloccarle in anticipo dalla scheda Timer.
ja: タイマー終了時、選択したAppはクールダウン期間中ブロックされます。タイマータブからいつでも早めに解除できます。
ko: 타이머가 끝나면 선택한 앱이 쿨다운 기간 동안 차단됩니다. 타이머 탭에서 언제든 일찍 잠금 해제할 수 있습니다.
pt_br: Quando seu timer termina, os apps selecionados ficam bloqueados durante o período de espera. Você sempre pode desbloquear antes na aba Timer.
ru: Когда таймер заканчивается, выбранные приложения блокируются на время паузы. Вы всегда можете разблокировать раньше на вкладке «Таймер».
tr: Zamanlayıcınız bittiğinde, seçilen uygulamalar dinlenme süresi boyunca engellenir. Zamanlayıcı sekmesinden istediğiniz zaman erkenden kilidi açabilirsiniz.
zh_hans: 计时结束后,所选应用会在冷却期内被屏蔽。你随时可以在“计时器”标签中提前解锁。

source: Widget setup guide
ar: دليل إعداد الأداة
de: Anleitung zur Widget-Einrichtung
es: Guía de configuración del widget
fr: Guide de configuration du widget
hi: विजेट सेटअप गाइड
it: Guida alla configurazione del widget
ja: ウィジェット設定ガイド
ko: 위젯 설정 가이드
pt_br: Guia de configuração do widget
ru: Руководство по настройке виджета
tr: Widget kurulum kılavuzu
zh_hans: 小组件设置指南

source: Without notifications, alarms won't sound and warnings won't fire when the app is in the background.
ar: بدون الإشعارات، لن تصدر التنبيهات ولن تُطلق التحذيرات عندما يكون التطبيق في الخلفية.
de: Ohne Mitteilungen ertönen keine Alarme und es werden keine Warnungen ausgelöst, wenn die App im Hintergrund ist.
es: Sin notificaciones, las alarmas no sonarán ni se activarán los avisos cuando la app esté en segundo plano.
fr: Sans notifications, les alarmes ne sonneront pas et les avertissements ne se déclencheront pas lorsque l’app est en arrière-plan.
hi: नोटिफिकेशन के बिना, जब ऐप बैकग्राउंड में होगा तो अलार्म नहीं बजेंगे और चेतावनियां नहीं चलेंगी।
it: Senza notifiche, le sveglie non suoneranno e gli avvisi non scatteranno quando l’app è in background.
ja: 通知がないと、Appがバックグラウンドのときにアラームは鳴らず、警告も発生しません。
ko: 알림이 없으면 앱이 백그라운드에 있을 때 알람이 울리지 않고 경고도 작동하지 않습니다.
pt_br: Sem notificações, os alarmes não tocam e os avisos não disparam quando o app está em segundo plano.
ru: Без уведомлений будильники не прозвучат и предупреждения не сработают, когда приложение в фоне.
tr: Bildirimler olmadan, uygulama arka plandayken alarmlar çalmaz ve uyarılar tetiklenmez.
zh_hans: 没有通知,当应用处于后台时,闹钟不会响起,提醒也不会触发。

source: Wrapping up soon. Remember: never strain.
ar: ستنتهي قريبًا. تذكّر: لا تُجهد نفسك أبدًا.
de: Gleich vorbei. Denk dran: niemals pressen.
es: Terminando pronto. Recuerda: nunca hagas fuerza.
fr: Bientôt fini. Souvenez-vous : ne forcez jamais.
hi: जल्द ही समाप्त। याद रखें: कभी ज़ोर न लगाएं।
it: Si conclude a breve. Ricorda: non sforzarti mai.
ja: まもなく終了。覚えておいて：決していきまないこと。
ko: 곧 끝나요. 기억하세요: 절대 힘주지 마세요.
pt_br: Terminando logo. Lembre-se: nunca force.
ru: Скоро конец. Помните: никогда не тужьтесь.
tr: Birazdan bitiyor. Unutma: asla ıkınma.
zh_hans: 马上结束。记住:千万别用力。

source: You knew when to leave. Respect.
ar: عرفت متى تغادر. احترام.
de: Du wusstest wann man geht. Respekt.
es: Supiste cuándo irte. Respeto.
fr: Vous avez su quand partir. Respect.
hi: सही वक्त पर छोड़ा। सम्मान।
it: Hai saputo quando andare. Rispetto.
ja: 引き際を知ってる。リスペクト。
ko: 언제 나갈지 아네요. 존경.
pt_br: Soube a hora de sair. Respeito.
ru: Знал когда уйти. Респект.
tr: Ne zaman çıkılacağını bildin. Saygılar.
zh_hans: 你知道何时该走。尊重。

source: You sat. You scrolled. You survived.
ar: جلست. مررت. نجوت.
de: Du saßt. Du scrolltest. Du überlebtest.
es: Te sentaste. Scrolleaste. Sobreviviste.
fr: Assis. Scrollé. Survécu.
hi: बैठे। स्क्रॉल किया। बच गए।
it: Seduto. Scrollato. Sopravvissuto.
ja: 座った。スクロールした。生き延びた。
ko: 앉았다. 스크롤했다. 살아남았다.
pt_br: Sentou. Scrollou. Sobreviveu.
ru: Сидел. Листал. Выжил.
tr: Oturdun. Kaydırdın. Hayatta kaldın.
zh_hans: 你坐了。你刷了。你活下来了。

source: Your call, but the science is clear past 5
ar: القرار لك، لكن العِلم واضح بعد 5 دقائق
de: Deine Entscheidung, aber jenseits von 5 ist die Wissenschaft eindeutig
es: Tú decides, pero pasados los 5 la ciencia es clara
fr: C’est vous qui voyez, mais au-delà de 5 la science est claire
hi: आपकी मर्ज़ी, पर 5 के बाद विज्ञान स्पष्ट है
it: Decidi tu, ma oltre i 5 la scienza è chiara
ja: あなた次第ですが、5分を超えると科学は明白です
ko: 당신의 선택이지만, 5분을 넘기면 과학은 분명합니다
pt_br: A escolha é sua, mas depois dos 5 a ciência é clara
ru: Решать вам, но после 5 наука однозначна
tr: Karar sizin, ama 5’i geçince bilim açık
zh_hans: 由你决定,但超过 5 分钟,科学结论很明确

source: Your colon sent its regards.
ar: قولونك يرسل تحياته.
de: Dein Darm lässt grüßen.
es: Tu colon manda saludos.
fr: Votre côlon vous salue.
hi: आँत ने सलाम भेजा है।
it: Il tuo colon ti saluta.
ja: 大腸からよろしく。
ko: 장이 안부를 전합니다.
pt_br: Seu cólon manda lembranças.
ru: Кишка передаёт привет.
tr: Kolonunuz selamlarını yolladı.
zh_hans: 你的结肠向你致意。

source: Your feedback goes straight to the developer and helps shape what gets fixed next.
ar: تصل ملاحظاتك مباشرة إلى المطور وتساعد في تحديد ما سيتم تحسينه لاحقًا.
de: Dein Feedback geht direkt an den Entwickler und hilft mitzuentscheiden, was als Nächstes verbessert wird.
es: Tus comentarios llegan directamente al desarrollador y ayudan a decidir qué se mejorará después.
fr: Vos commentaires sont envoyés directement au développeur et aident à définir les prochaines améliorations.
hi: आपकी प्रतिक्रिया सीधे डेवलपर तक पहुँचती है और यह तय करने में मदद करती है कि आगे क्या सुधारा जाए।
it: Il tuo feedback arriva direttamente allo sviluppatore e aiuta a decidere cosa migliorare in seguito.
ja: フィードバックは開発者に直接届き、次に改善する内容の参考になります。
ko: 피드백은 개발자에게 직접 전달되며 다음 개선 사항을 결정하는 데 도움이 됩니다.
pt_br: Seu feedback vai direto para o desenvolvedor e ajuda a definir o que será melhorado em seguida.
ru: Ваш отзыв отправляется напрямую разработчику и помогает определить, что улучшить дальше.
tr: Geri bildiriminiz doğrudan geliştiriciye ulaşır ve sonraki iyileştirmelerin belirlenmesine yardımcı olur.
zh_hans: 你的反馈会直接发送给开发者，并帮助确定接下来要改进的内容。

source: Your future self just high-fived you.
ar: نسختك المستقبلية صفقت لك.
de: Dein zukünftiges Ich hat abgeklatscht.
es: Tu yo del futuro te chocó los cinco.
fr: Votre futur vous a tapé dans la main.
hi: भविष्य के आपने हाई-फाइव दिया।
it: Il te del futuro ti ha dato il cinque.
ja: 未来のあなたがハイタッチした。
ko: 미래의 당신이 하이파이브 했어요.
pt_br: Seu eu do futuro bateu high five.
ru: Ты из будущего дал пять.
tr: Gelecekteki sen az önce çaktı.
zh_hans: 未来的你刚刚击掌了。

source: Your message is still here. You can copy the support address and send it with another mail app.
ar: لا تزال رسالتك هنا. يمكنك نسخ عنوان الدعم وإرسالها باستخدام تطبيق بريد آخر.
de: Deine Nachricht ist noch vorhanden. Du kannst die Supportadresse kopieren und sie mit einer anderen Mail-App senden.
es: Tu mensaje sigue aquí. Puedes copiar la dirección de soporte y enviarlo con otra app de correo.
fr: Votre message est toujours là. Vous pouvez copier l’adresse d’assistance et l’envoyer avec une autre app de messagerie.
hi: आपका संदेश अभी भी यहाँ है। आप सहायता पता कॉपी करके इसे किसी अन्य मेल ऐप से भेज सकते हैं।
it: Il tuo messaggio è ancora qui. Puoi copiare l’indirizzo di supporto e inviarlo con un’altra app di posta.
ja: メッセージはそのまま残っています。サポートのメールアドレスをコピーし、別のメールアプリから送信できます。
ko: 메시지는 그대로 남아 있습니다. 지원 주소를 복사해 다른 메일 앱으로 보낼 수 있습니다.
pt_br: Sua mensagem ainda está aqui. Você pode copiar o endereço de suporte e enviá-la com outro app de e-mail.
ru: Ваше сообщение сохранено. Вы можете скопировать адрес поддержки и отправить его через другое почтовое приложение.
tr: Mesajınız hâlâ burada. Destek adresini kopyalayıp başka bir posta uygulamasıyla gönderebilirsiniz.
zh_hans: 您的消息仍保留在这里。您可以复制支持邮箱，并使用其他邮件 App 发送。
